<unk>	0
<s>	0
</s>	0
▁A	-0
▁I	-1
AN	-2
▁N	-3
an	-4
▁M	-5
▁K	-6
▁B	-7
▁U	-8
RI	-9
YA	-10
ri	-11
ya	-12
RA	-13
▁b	-14
▁,	-15
mu	-16
▁k	-17
▁n	-18
▁.	-19
ra	-20
▁i	-21
GA	-22
▁a	-23
▁MU	-24
IN	-25
ga	-26
▁R	-27
SH	-28
BA	-29
WA	-30
wa	-31
▁u	-32
sh	-33
▁mu	-34
in	-35
ZA	-36
MA	-37
▁G	-38
▁KU	-39
YE	-40
ye	-41
ba	-42
ma	-43
ru	-44
▁YA	-45
▁ku	-46
RE	-47
re	-48
YO	-49
KO	-50
za	-51
KA	-52
ko	-53
gi	-54
YI	-55
▁ya	-56
MU	-57
▁C	-58
ka	-59
RU	-60
WE	-61
gu	-62
yo	-63
we	-64
yi	-65
ZI	-66
TE	-67
zi	-68
▁BA	-69
GI	-70
KU	-71
te	-72
ZE	-73
ku	-74
▁ba	-75
TA	-76
BU	-77
bu	-78
ta	-79
20	-80
GE	-81
HA	-82
ze	-83
SE	-84
TU	-85
tu	-86
ha	-87
▁GU	-88
BO	-89
▁Y	-90
DA	-91
▁P	-92
▁S	-93
BI	-94
▁AMA	-95
ge	-96
bo	-97
KI	-98
ki	-99
bi	-100
se	-101
▁20	-102
da	-103
▁NA	-104
DI	-105
RO	-106
ro	-107
HO	-108
▁BI	-109
TAN	-110
di	-111
GO	-112
▁gu	-113
ho	-114
GU	-115
▁c	-116
ANA	-117
▁KO	-118
▁IN	-119
go	-120
▁na	-121
▁ko	-122
▁UMU	-123
▁1	-124
mi	-125
▁IM	-126
▁bi	-127
KURU	-128
ana	-129
kuru	-130
SHA	-131
▁F	-132
BE	-133
be	-134
HE	-135
he	-136
WI	-137
ME	-138
▁UBU	-139
TI	-140
HAN	-141
▁NI	-142
SA	-143
yu	-144
tan	-145
▁WA	-146
JE	-147
YU	-148
▁W	-149
▁wa	-150
▁T	-151
ti	-152
me	-153
24	-154
wo	-155
BAN	-156
ban	-157
sha	-158
wi	-159
▁y	-160
SI	-161
ZO	-162
DU	-163
si	-164
▁MURI	-165
WO	-166
han	-167
▁-	-168
KE	-169
VU	-170
vu	-171
▁r	-172
je	-173
KIN	-174
kin	-175
▁HA	-176
mo	-177
on	-178
ON	-179
HI	-180
MO	-181
▁m	-182
▁ARI	-183
▁ari	-184
wan	-185
LI	-186
SHI	-187
▁BU	-188
HU	-189
▁in	-190
▁ni	-191
▁3	-192
WAN	-193
▁Mu	-194
▁CYA	-195
sa	-196
shi	-197
▁muri	-198
hu	-199
li	-200
hi	-201
DE	-202
TANGA	-203
▁w	-204
▁GI	-205
▁ABA	-206
NE	-207
RAN	-208
ran	-209
de	-210
TSE	-211
▁umu	-212
▁L	-213
▁RU	-214
▁gi	-215
▁’	-216
▁KI	-217
▁ha	-218
TO	-219
ke	-220
▁cya	-221
CE	-222
ce	-223
▁ubu	-224
▁E	-225
YON	-226
yon	-227
du	-228
HIN	-229
ITE	-230
▁aba	-231
FA	-232
▁”	-233
▁ama	-234
tse	-235
RWA	-236
fa	-237
rwa	-238
▁YO	-239
▁Ama	-240
TS	-241
▁bu	-242
▁im	-243
ts	-244
zo	-245
▁"	-246
YAN	-247
yan	-248
▁“	-249
MI	-250
ite	-251
le	-252
▁Ubu	-253
▁2024	-254
KUN	-255
kun	-256
ZIN	-257
▁IBI	-258
LE	-259
NA	-260
ne	-261
▁5	-262
▁In	-263
GIYE	-264
giye	-265
VA	-266
▁NYA	-267
▁7	-268
▁ru	-269
WANDA	-270
so	-271
SO	-272
va	-273
▁:	-274
RAGA	-275
SHYI	-276
raga	-277
wanda	-278
GAN	-279
gan	-280
▁Nya	-281
FU	-282
fu	-283
shyi	-284
MBA	-285
mba	-286
▁YI	-287
BERA	-288
bera	-289
▁KURI	-290
gera	-291
GERA	-292
YOBO	-293
yobo	-294
▁ibi	-295
OR	-296
MWE	-297
mwe	-298
KINO	-299
kino	-300
▁201	-301
UMU	-302
▁MA	-303
▁kuri	-304
or	-305
to	-306
▁FC	-307
▁202	-308
▁RYA	-309
▁RWANDA	-310
EN	-311
SHO	-312
▁MI	-313
GIRA	-314
gira	-315
▁AKA	-316
▁2	-317
/20	-318
BERE	-319
bere	-320
▁Rwanda	-321
en	-322
sho	-323
▁RA	-324
FITE	-325
fite	-326
HANGA	-327
hanga	-328
/0	-329
▁4	-330
TUN	-331
tun	-332
▁ki	-333
▁Umu	-334
/2024	-335
pe	-336
▁J	-337
▁Ra	-338
▁IMI	-339
HINDU	-340
▁ITANGA	-341
▁D	-342
BWO	-343
bwo	-344
▁30	-345
▁BY	-346
▁yo	-347
SABA	-348
▁IKI	-349
▁INKURU	-350
RUKA	-351
ZINA	-352
ruka	-353
▁NGO	-354
▁ITANGAZO	-355
CY	-356
PE	-357
cy	-358
san	-359
▁RE	-360
▁Ya	-361
▁BYA	-362
▁NTA	-363
▁NYAMU	-364
▁Nyamu	-365
▁AMAKURU	-366
SAN	-367
▁ngo	-368
▁NYAMUKURU	-369
▁Nyamukuru	-370
GEN	-371
▁GA	-372
▁IB	-373
▁by	-374
SEKE	-375
▁UMUSEKE	-376
KAN	-377
kan	-378
▁KA	-379
▁Inkuru	-380
▁AMAZINA	-381
▁GUHINDU	-382
▁ZA	-383
ZWE	-384
zwe	-385
▁10	-386
▁UM	-387
▁WE	-388
▁ib	-389
KORA	-390
KORE	-391
kore	-392
▁KWI	-393
▁bya	-394
tanga	-395
umu	-396
▁SP	-397
▁yi	-398
SHIN	-399
shin	-400
▁INTE	-401
MB	-402
ZU	-403
mb	-404
na	-405
▁–	-406
▁ZI	-407
▁UYU	-408
▁aka	-409
▁USABA	-410
▁GUHINDUZA	-411
ter	-412
▁Im	-413
▁RI	-414
▁Sp	-415
▁nta	-416
▁KUBA	-417
mikino	-418
LA	-419
▁NO	-420
▁Ni	-421
▁we	-422
▁URU	-423
VE	-424
zu	-425
MBI	-426
UBU	-427
▁mi	-428
▁zi	-429
▁CYAN	-430
▁kuba	-431
▁8	-432
GWA	-433
gwa	-434
▁no	-435
RIKI	-436
riki	-437
▁GIHE	-438
▁gihe	-439
INE	-440
MBO	-441
ine	-442
mbo	-443
▁IC	-444
▁um	-445
▁IGI	-446
▁cyan	-447
do	-448
ou	-449
▁(	-450
▁)	-451
NYA	-452
ORTS	-453
RIMO	-454
rimo	-455
▁ATI	-456
▁NDE	-457
▁iki	-458
▁2023	-459
▁ABAN	-460
▁RAYON	-461
men	-462
MANA	-463
▁AHO	-464
▁aho	-465
BANZA	-466
banza	-467
▁Spor	-468
TABERA	-469
tabera	-470
▁Rayon	-471
DO	-472
ST	-473
la	-474
▁/	-475
▁H	-476
ABA	-477
hin	-478
ubu	-479
▁AHA	-480
GARAGA	-481
HERUKA	-482
YOBOZI	-483
garaga	-484
heruka	-485
yobozi	-486
▁SPORTS	-487
▁Sports	-488
▁UBUTABERA	-489
▁Ubutabera	-490
NYE	-491
RWE	-492
gen	-493
▁AL	-494
▁Al	-495
▁ARIKO	-496
▁ariko	-497
▁Z	-498
aba	-499
GIZE	-500
WAKA	-501
gize	-502
indi	-503
rika	-504
waka	-505
▁BWO	-506
▁nde	-507
▁IMIKINO	-508
IRO	-509
iro	-510
▁TE	-511
RIKA	-512
▁bwo	-513
▁igi	-514
▁uko	-515
pa	-516
▁%	-517
▁9	-518
twa	-519
▁AN	-520
▁AP	-521
▁Ki	-522
▁ic	-523
▁ri	-524
HUGU	-525
KOME	-526
hugu	-527
▁IYI	-528
▁NDETSE	-529
▁ndetse	-530
NET	-531
net	-532
▁BO	-533
▁PO	-534
▁KAN	-535
SHAKA	-536
▁aban	-537
▁INTER	-538
25	-539
▁‘	-540
jye	-541
nga	-542
▁TU	-543
RANA	-544
YUMA	-545
rana	-546
yuma	-547
▁kwi	-548
SHOBO	-549
shobo	-550
▁CYANE	-551
um	-552
ve	-553
▁CY	-554
▁Ga	-555
▁Po	-556
▁ma	-557
VUGA	-558
vuga	-559
▁uru	-560
ternet	-561
▁cyane	-562
▁INTERNET	-563
00	-564
FO	-565
JYE	-566
NGA	-567
▁YE	-568
▁za	-569
kome	-570
kora	-571
▁2010	-572
▁HARI	-573
▁MBERE	-574
▁Amakuru	-575
SS	-576
UM	-577
ss	-578
▁ka	-579
DIRI	-580
FOTO	-581
andi	-582
▁UKO	-583
▁YOU	-584
▁uyu	-585
rimbo	-586
▁POLI	-587
▁hari	-588
DIRIMBO	-589
▁internet	-590
▁6	-591
▁?	-592
▁©	-593
▁Ku	-594
▁cy	-595
MBWE	-596
mbwe	-597
▁Poli	-598
SHYIRA	-599
shyira	-600
▁mbere	-601
▁AHERUKA	-602
▁Imikino	-603
▁aheruka	-604
CA	-605
JYA	-606
jya	-607
▁Re	-608
yaka	-609
▁BYO	-610
▁byo	-611
▁IMYI	-612
▁YARI	-613
▁NYUMA	-614
88	-615
:+	-616
el	-617
250	-618
BWA	-619
bwa	-620
nge	-621
▁Ma	-622
▁bo	-623
▁ye	-624
DAGA	-625
VUZE	-626
daga	-627
vuze	-628
▁788	-629
▁APR	-630
:+250	-631
PI	-632
pi	-633
▁V	-634
AMA	-635
SHU	-636
shu	-637
▁ZO	-638
▁tu	-639
YAKA	-640
▁ARA	-641
▁yari	-642
▁CYARO	-643
▁cyaro	-644
▁[	-645
▁]	-646
/06	-647
▁zo	-648
ZIMA	-649
zima	-650
▁Aha	-651
▁Ati	-652
▁rya	-653
KUNGU	-654
kungu	-655
▁KUKO	-656
▁YAHI	-657
▁KANDI	-658
▁kandi	-659
TANGIYE	-660
tangiye	-661
/06/2024	-662
▁AMAFOTO	-663
FUN	-664
RYO	-665
fun	-666
rwe	-667
ryo	-668
▁NK	-669
BIRI	-670
DURO	-671
RIVA	-672
TSIN	-673
biri	-674
duro	-675
riva	-676
ENSHI	-677
▁GUSA	-678
▁kuko	-679
RIVACY	-680
rivacy	-681
yidaga	-682
▁nyuma	-683
dirimbo	-684
▁POLICY	-685
▁Policy	-686
DAGADURO	-687
▁PRIVACY	-688
▁Privacy	-689
▁UBUKUNGU	-690
yidagaduro	-691
NYI	-692
mbi	-693
▁PA	-694
SHYA	-695
UTUN	-696
shya	-697
utun	-698
▁You	-699
HIRWE	-700
KANYE	-701
KORWA	-702
TUNTU	-703
kanye	-704
korwa	-705
tuntu	-706
▁NAME	-707
UTUNDI	-708
utundi	-709
▁UTUNTU	-710
▁Utuntu	-711
▁AHABANZA	-712
▁AMAHANGA	-713
▁Ahabanza	-714
▁Amahanga	-715
▁Ubukungu	-716
▁IMYIDAGADURO	-717
▁Imyidagaduro	-718
CU	-719
UE	-720
UKO	-721
ama	-722
nya	-723
nyi	-724
uko	-725
GURI	-726
INSI	-727
INTU	-728
insi	-729
intu	-730
mana	-731
tsin	-732
▁RWA	-733
▁rwa	-734
▁MILI	-735
▁mili	-736
RANABU	-737
ranabu	-738
▁KUGIRA	-739
il	-740
▁O	-741
BYE	-742
IGI	-743
bye	-744
ina	-745
uru	-746
▁Ru	-747
▁nk	-748
BONA	-749
bona	-750
▁HAN	-751
▁iyi	-752
HANGE	-753
HANZI	-754
hanzi	-755
▁UBWO	-756
▁AKAZI	-757
▁CHANGE	-758
▁kugira	-759
RANABUHANGA	-760
ranabuhanga	-761
RW	-762
ca	-763
pp	-764
rw	-765
▁z	-766
BYA	-767
BYI	-768
IMI	-769
NDI	-770
QUE	-771
byi	-772
ndi	-773
▁Bi	-774
▁NE	-775
▁TA	-776
BUGA	-777
GABO	-778
ZABA	-779
buga	-780
zaba	-781
shaka	-782
▁BARI	-783
▁bari	-784
▁gusa	-785
▁CYAMU	-786
▁YAVUZE	-787
IL	-788
st	-789
IRI	-790
NSI	-791
NTU	-792
bya	-793
iri	-794
nsi	-795
ntu	-796
▁14	-797
▁BW	-798
▁Ha	-799
CIRO	-800
INDI	-801
KANA	-802
ciro	-803
kana	-804
wana	-805
▁AGA	-806
▁ATA	-807
▁CYO	-808
▁PRO	-809
▁ata	-810
RANGA	-811
TANGI	-812
ranga	-813
tangi	-814
▁ubwo	-815
SHOBORA	-816
shobora	-817
▁AMAHIRWE	-818
KWA	-819
MAN	-820
TWA	-821
man	-822
▁SE	-823
▁te	-824
HARI	-825
INGO	-826
KIRA	-827
MAZE	-828
gabo	-829
hari	-830
kira	-831
▁NKA	-832
▁UMW	-833
▁cyo	-834
▁nka	-835
HINZI	-836
hinzi	-837
▁BAKA	-838
▁IKIN	-839
▁baka	-840
KURIKI	-841
kuriki	-842
KORESHA	-843
koresha	-844
▁ABANDI	-845
▁abandi	-846
▁amakuru	-847
08	-848
18	-849
IM	-850
LO	-851
vi	-852
IKI	-853
URU	-854
hat	-855
▁LE	-856
▁bw	-857
NARA	-858
maze	-859
▁BWA	-860
▁IRI	-861
▁NTI	-862
▁RYO	-863
▁TWA	-864
▁bwa	-865
▁nti	-866
▁ICYO	-867
FUNGWA	-868
fungwa	-869
▁IKIPE	-870
GURISHA	-871
▁TARIKI	-872
PU	-873
pu	-874
su	-875
▁p	-876
HAT	-877
MBE	-878
ONI	-879
ing	-880
mbe	-881
nye	-882
oni	-883
▁RY	-884
▁ry	-885
GUYE	-886
RERE	-887
TARA	-888
TION	-889
baye	-890
guye	-891
rere	-892
seke	-893
tara	-894
tion	-895
▁ISI	-896
▁NZE	-897
▁SHA	-898
▁UKU	-899
▁han	-900
▁uku	-901
GENZI	-902
TEGAN	-903
menye	-904
▁IBYO	-905
▁Yahi	-906
KINNYI	-907
kinnyi	-908
▁KUGURISHA	-909
PA	-910
SU	-911
im	-912
▁$	-913
INA	-914
ING	-915
▁12	-916
▁15	-917
▁BE	-918
▁CA	-919
▁RW	-920
▁Yi	-921
▁ga	-922
▁rw	-923
▁ta	-924
BAYE	-925
BONE	-926
MAIL	-927
mail	-928
▁RWE	-929
▁UWA	-930
▁YAN	-931
▁aga	-932
▁imi	-933
▁rwe	-934
QUEST	-935
TANDU	-936
enshi	-937
tandu	-938
▁BIRI	-939
▁biri	-940
▁ibyo	-941
▁ikin	-942
FURIKA	-943
SHINGA	-944
furika	-945
shinga	-946
▁EMAIL	-947
▁MUNSI	-948
▁munsi	-949
▁UMWAKA	-950
▁REQUEST	-951
▁Umuseke	-952
▁YAHIMBWE	-953
▁Yahimbwe	-954
▁CYAMUNARA	-955
VI	-956
BWI	-957
LEF	-958
NDA	-959
RIA	-960
RIC	-961
TUM	-962
WOR	-963
bwi	-964
lef	-965
nda	-966
ria	-967
ric	-968
tum	-969
wor	-970
▁AS	-971
▁DA	-972
▁FM	-973
▁GO	-974
▁Le	-975
BAZO	-976
GEZA	-977
REZA	-978
REZI	-979
bazo	-980
geza	-981
rezi	-982
MENYE	-983
SHIZE	-984
shize	-985
tegan	-986
▁icyo	-987
KOMEYE	-988
LEFONI	-989
lefoni	-990
▁YISAN	-991
▁Yisan	-992
▁ikipe	-993
▁BENSHI	-994
▁IMINSI	-995
▁UMWANA	-996
▁iminsi	-997
▁tariki	-998
▁yavuze	-999
▁TELEFONI	-1000
▁telefoni	-1001
▁INDIRIMBO	-1002
▁YISANGIZE	-1003
▁Yisangize	-1004
KORANABUHANGA	-1005
koranabuhanga	-1006
:3	-1007
PP	-1008
AGA	-1009
INI	-1010
JWE	-1011
NGE	-1012
RVE	-1013
TEC	-1014
eza	-1015
jwe	-1016
rve	-1017
tec	-1018
▁25	-1019
▁An	-1020
▁Bu	-1021
▁SI	-1022
▁pa	-1023
RVED	-1024
SAPP	-1025
SEZE	-1026
VUBI	-1027
YONI	-1028
kipe	-1029
rved	-1030
sapp	-1031
seze	-1032
vubi	-1033
yoni	-1034
▁ALL	-1035
▁AZA	-1036
▁All	-1037
▁pro	-1038
▁twa	-1039
FASHA	-1040
GINGO	-1041
fasha	-1042
▁RESE	-1043
▁Rese	-1044
▁WARI	-1045
▁WHAT	-1046
▁what	-1047
SHYIZE	-1048
wakira	-1049
▁AKABA	-1050
▁HANZE	-1051
▁IGIHE	-1052
▁akaba	-1053
▁PROTEC	-1054
▁umwana	-1055
GARAGAZA	-1056
garagaza	-1057
▁AMAVUBI	-1058
▁Amavubi	-1059
▁GUTANGA	-1060
▁gutanga	-1061
▁RESERVED	-1062
▁Reserved	-1063
▁WHATSAPP	-1064
▁whatsapp	-1065
FI	-1066
cu	-1067
oo	-1068
ERA	-1069
SHE	-1070
she	-1071
▁Cl	-1072
▁Ka	-1073
▁PE	-1074
GORE	-1075
GURU	-1076
REKE	-1077
gore	-1078
guru	-1079
reke	-1080
tege	-1081
zeri	-1082
▁Aba	-1083
▁CON	-1084
▁KWE	-1085
▁UWI	-1086
▁Uyu	-1087
▁aza	-1088
▁kwe	-1089
INSHI	-1090
RENGA	-1091
inshi	-1092
renga	-1093
▁BANA	-1094
▁LETA	-1095
MAKURU	-1096
MERIKA	-1097
merika	-1098
▁IMANA	-1099
▁Imana	-1100
▁KWIGA	-1101
▁NZERI	-1102
▁Nzeri	-1103
FARANGA	-1104
INGENZI	-1105
faranga	-1106
▁ISIMBI	-1107
▁benshi	-1108
▁umwaka	-1109
▁BASHAKA	-1110
▁MILIYONI	-1111
▁miliyoni	-1112
72	-1113
BC	-1114
TN	-1115
ok	-1116
▁0	-1117
▁e	-1118
/07	-1119
/09	-1120
TED	-1121
ace	-1122
era	-1123
ini	-1124
▁FD	-1125
▁Mi	-1126
▁se	-1127
BANU	-1128
GURA	-1129
REBA	-1130
banu	-1131
gura	-1132
reba	-1133
▁306	-1134
▁772	-1135
▁818	-1136
▁908	-1137
▁CYI	-1138
▁KWA	-1139
▁MTN	-1140
▁TEL	-1141
▁Tel	-1142
▁Uwa	-1143
▁ara	-1144
▁ati	-1145
▁cyi	-1146
GERIA	-1147
KOMBE	-1148
KUNDA	-1149
geria	-1150
kombe	-1151
kunda	-1152
▁2011	-1153
▁wari	-1154
GANIRO	-1155
ganiro	-1156
gihugu	-1157
shyize	-1158
▁10/09	-1159
▁AVUGA	-1160
▁MWAKA	-1161
▁hanze	-1162
▁mwaka	-1163
IGIHUGU	-1164
/07/2024	-1165
KURIKIRA	-1166
kurikira	-1167
▁NIGERIA	-1168
▁Nigeria	-1169
▁GUFUNGWA	-1170
▁gufungwa	-1171
▁10/09/2024	-1172
DD	-1173
DF	-1174
ci	-1175
dd	-1176
df	-1177
wu	-1178
DEP	-1179
IBI	-1180
KWI	-1181
LOU	-1182
ZWA	-1183
ira	-1184
kwi	-1185
zwa	-1186
▁Gu	-1187
ABAN	-1188
BANA	-1189
HITA	-1190
KOZE	-1191
MAMA	-1192
REYE	-1193
TEGE	-1194
TUBE	-1195
TURA	-1196
bana	-1197
garu	-1198
hita	-1199
koze	-1200
pite	-1201
reye	-1202
reza	-1203
tura	-1204
▁BAN	-1205
▁NAN	-1206
▁iri	-1207
▁yan	-1208
BONYE	-1209
RANYE	-1210
RUTSE	-1211
ZINDI	-1212
bonye	-1213
gomba	-1214
ranye	-1215
▁KUVA	-1216
SOBANU	-1217
YIMANA	-1218
komeye	-1219
makuru	-1220
sobanu	-1221
tsinda	-1222
▁avuga	-1223
▁igihe	-1224
▁ABANTU	-1225
▁NTABWO	-1226
▁AFURIKA	-1227
▁Afurika	-1228
CI	-1229
DC	-1230
JI	-1231
LR	-1232
:37	-1233
ACE	-1234
LLA	-1235
MPI	-1236
UYU	-1237
Umu	-1238
mpi	-1239
uyu	-1240
▁13	-1241
▁19	-1242
▁JE	-1243
▁Je	-1244
▁SA	-1245
DAGE	-1246
DFLA	-1247
HORA	-1248
JENE	-1249
JURU	-1250
RIZA	-1251
SHWA	-1252
SHYU	-1253
TEKE	-1254
dfla	-1255
juru	-1256
mama	-1257
riza	-1258
shwa	-1259
shyu	-1260
▁BBC	-1261
▁Con	-1262
▁IKA	-1263
▁Iyi	-1264
▁NKO	-1265
▁SIN	-1266
▁ika	-1267
▁nko	-1268
GOMBA	-1269
HIMBA	-1270
STINE	-1271
himba	-1272
hirwe	-1273
stine	-1274
wandi	-1275
▁ANGE	-1276
▁Ange	-1277
▁CLOU	-1278
▁Clou	-1279
▁FDLR	-1280
▁Leta	-1281
▁NEZA	-1282
▁neza	-1283
DEPITE	-1284
DFLARE	-1285
JENEZA	-1286
KORAYO	-1287
SANZWE	-1288
TSINDA	-1289
dflare	-1290
sanzwe	-1291
▁IFITE	-1292
▁UWIZE	-1293
▁ifite	-1294
BONETSE	-1295
▁BUDAGE	-1296
▁GUKORA	-1297
▁IMYAKA	-1298
▁KABIRI	-1299
▁YAGIZE	-1300
▁abantu	-1301
▁gukora	-1302
▁imyaka	-1303
▁protec	-1304
▁INGINGO	-1305
▁UJENEZA	-1306
▁YOUTUBE	-1307
▁indirimbo	-1308
▁ARABONETSE	-1309
▁BANAKORAYO	-1310
▁CLOUDFLARE	-1311
▁Cloudflare	-1312
▁UWIZEYIMANA	-1313
OG	-1314
ic	-1315
jo	-1316
▁t	-1317
IDE	-1318
NGU	-1319
NZE	-1320
OTA	-1321
SON	-1322
ibi	-1323
imi	-1324
ngu	-1325
nze	-1326
ota	-1327
son	-1328
▁DR	-1329
▁DU	-1330
▁Dr	-1331
▁Pe	-1332
▁du	-1333
▁si	-1334
GEZE	-1335
ONZI	-1336
RIRA	-1337
TIMA	-1338
TUMA	-1339
ZAMU	-1340
anda	-1341
geze	-1342
haga	-1343
onzi	-1344
rira	-1345
tego	-1346
tima	-1347
tuma	-1348
zamu	-1349
▁Uru	-1350
GISHA	-1351
gisha	-1352
▁ICYI	-1353
▁icyi	-1354
REZIDA	-1355
rezida	-1356
▁TONZI	-1357
▁Tonzi	-1358
SHINZWE	-1359
TEGANYO	-1360
gategan	-1361
shinzwe	-1362
▁KUGERA	-1363
▁KUGEZA	-1364
▁kabiri	-1365
▁kugera	-1366
▁BIKORWA	-1367
▁bikorwa	-1368
gateganyo	-1369
▁PEREZIDA	-1370
AGATEGANYO	-1371
TANDUKANYE	-1372
tandukanye	-1373
▁ABAKINNYI	-1374
▁UMUYOBOZI	-1375
▁abakinnyi	-1376
23	-1377
:2	-1378
AD	-1379
JO	-1380
ad	-1381
fi	-1382
RAM	-1383
SWI	-1384
TER	-1385
gle	-1386
inj	-1387
lla	-1388
mva	-1389
ram	-1390
sin	-1391
swi	-1392
ted	-1393
▁11	-1394
▁16	-1395
▁4:	-1396
▁Ba	-1397
▁NY	-1398
▁iz	-1399
ANDA	-1400
JYAN	-1401
KIRE	-1402
OGLE	-1403
REZO	-1404
TIWE	-1405
YEZU	-1406
aban	-1407
hora	-1408
ince	-1409
jyan	-1410
kire	-1411
riye	-1412
teke	-1413
tiwe	-1414
yari	-1415
yezu	-1416
▁BWE	-1417
▁CAF	-1418
▁FRW	-1419
▁Frw	-1420
▁Goo	-1421
▁IZA	-1422
▁Iki	-1423
▁THE	-1424
▁WAN	-1425
▁ban	-1426
▁iza	-1427
GABAN	-1428
MENYA	-1429
TUMWA	-1430
WANDI	-1431
gaban	-1432
menya	-1433
tumwa	-1434
▁5:37	-1435
▁BATA	-1436
▁ERIC	-1437
▁Eric	-1438
▁IBYA	-1439
▁KUYI	-1440
▁YABA	-1441
▁bata	-1442
▁kuyi	-1443
▁yaba	-1444
JYANYE	-1445
WIHARI	-1446
depite	-1447
jyanye	-1448
wanjye	-1449
wihari	-1450
▁MISWI	-1451
▁akazi	-1452
▁email	-1453
▁miswi	-1454
▁BUZIMA	-1455
▁GOOGLE	-1456
▁Google	-1457
▁MUKINO	-1458
▁YAGUYE	-1459
▁buzima	-1460
▁mukino	-1461
▁yaguye	-1462
▁GUSHAKA	-1463
▁HATANGI	-1464
▁Hatangi	-1465
▁gushaka	-1466
▁HATANGIMANA	-1467
▁Hatangimana	-1468
ER	-1469
JA	-1470
UB	-1471
WU	-1472
BOO	-1473
KWE	-1474
kwe	-1475
▁Fi	-1476
▁HI	-1477
▁Ko	-1478
▁ME	-1479
▁Ne	-1480
▁Sa	-1481
▁VE	-1482
▁Ve	-1483
▁WO	-1484
▁wo	-1485
GALI	-1486
HAGA	-1487
HORO	-1488
PIRA	-1489
RAMI	-1490
RIYE	-1491
TANU	-1492
bura	-1493
dele	-1494
gali	-1495
hise	-1496
horo	-1497
pira	-1498
rami	-1499
tanu	-1500
▁AHU	-1501
▁Ibi	-1502
▁MPU	-1503
▁NDA	-1504
▁Sha	-1505
▁aha	-1506
▁mpu	-1507
HUMBI	-1508
KOBWA	-1509
WANYA	-1510
hindu	-1511
humbi	-1512
kobwa	-1513
wanya	-1514
▁BOSE	-1515
▁GUSE	-1516
▁IMBA	-1517
▁JEAN	-1518
▁Jean	-1519
▁KISS	-1520
▁Kiss	-1521
▁MINI	-1522
▁ibya	-1523
▁imba	-1524
BEREYE	-1525
KOMEJE	-1526
KORERA	-1527
bereye	-1528
garuka	-1529
komeje	-1530
korera	-1531
▁BINTU	-1532
▁CONGO	-1533
▁KIMWE	-1534
▁UGIYE	-1535
▁bintu	-1536
▁ugiye	-1537
▁BAFITE	-1538
▁IKINTU	-1539
▁IMBERE	-1540
▁KIGALI	-1541
▁KUBONA	-1542
▁UBURYO	-1543
▁USHIZE	-1544
▁bafite	-1545
▁imbere	-1546
▁kubona	-1547
▁ntabwo	-1548
▁ushize	-1549
GARAGAJE	-1550
garagaje	-1551
▁AMERIKA	-1552
▁Amerika	-1553
▁VESTINE	-1554
▁Vestine	-1555
▁IMBARAGA	-1556
▁MUSHINGA	-1557
▁UMUHANZI	-1558
▁imbaraga	-1559
▁mushinga	-1560
▁AMAFARANGA	-1561
DS	-1562
GH	-1563
IC	-1564
ds	-1565
gh	-1566
ja	-1567
ub	-1568
BLE	-1569
MVA	-1570
REN	-1571
RIE	-1572
TON	-1573
TSI	-1574
WIT	-1575
ble	-1576
cya	-1577
ren	-1578
ton	-1579
tsi	-1580
wit	-1581
▁1.	-1582
▁18	-1583
▁50	-1584
▁JO	-1585
▁LI	-1586
▁LU	-1587
▁Li	-1588
▁Lu	-1589
▁PY	-1590
▁Pa	-1591
▁Py	-1592
▁TI	-1593
▁Ti	-1594
▁Wa	-1595
▁hi	-1596
▁yu	-1597
BURA	-1598
BUYE	-1599
HOKA	-1600
KAZI	-1601
KIKO	-1602
KINI	-1603
MARI	-1604
MITE	-1605
REME	-1606
RUKO	-1607
WORD	-1608
YARI	-1609
YINE	-1610
YIRE	-1611
YONA	-1612
ZERE	-1613
book	-1614
buye	-1615
hoka	-1616
kiko	-1617
mari	-1618
mite	-1619
reme	-1620
rezo	-1621
ruko	-1622
word	-1623
yine	-1624
yire	-1625
yona	-1626
zere	-1627
▁IYO	-1628
▁RDC	-1629
▁RWO	-1630
▁STA	-1631
▁Sta	-1632
▁ahu	-1633
▁bwe	-1634
▁rwo	-1635
▁sha	-1636
ADING	-1637
FASHI	-1638
GENZU	-1639
HABWA	-1640
HONGA	-1641
IDELE	-1642
IRIRA	-1643
KUNZI	-1644
SHORA	-1645
ading	-1646
fashi	-1647
genzu	-1648
habwa	-1649
honga	-1650
irira	-1651
kunzi	-1652
rutse	-1653
shora	-1654
▁2022	-1655
▁BABA	-1656
▁BAYI	-1657
▁BAZA	-1658
▁BURI	-1659
▁KIPE	-1660
▁Kuva	-1661
▁PASS	-1662
▁YAKA	-1663
▁YARA	-1664
▁YASA	-1665
▁baba	-1666
▁bayi	-1667
▁baza	-1668
▁buri	-1669
▁kipe	-1670
▁pass	-1671
▁yaka	-1672
▁yasa	-1673
GARUKA	-1674
MAMAZA	-1675
RAMIDS	-1676
RWANDA	-1677
SONERA	-1678
TARAMO	-1679
ZIMANA	-1680
mamaza	-1681
ramids	-1682
rwanda	-1683
sonera	-1684
taramo	-1685
tegeko	-1686
zimana	-1687
▁BURYO	-1688
▁KUGAN	-1689
▁buryo	-1690
▁kugan	-1691
BYIRUKO	-1692
HIMBAZA	-1693
KWAKIRA	-1694
MPIYONA	-1695
TANGAJE	-1696
YONGERA	-1697
acebook	-1698
byiruko	-1699
himbaza	-1700
kwakira	-1701
mpiyona	-1702
tangaje	-1703
yongera	-1704
▁FIDELE	-1705
▁Fidele	-1706
▁GIHUGU	-1707
▁INTEGO	-1708
▁KOMITE	-1709
▁Kigali	-1710
▁gihugu	-1711
▁ikintu	-1712
▁uburyo	-1713
SHYIZEHO	-1714
UMWIHARI	-1715
shyizeho	-1716
umwihari	-1717
wamamaza	-1718
▁GAHONGA	-1719
▁Gahonga	-1720
▁READING	-1721
▁Reading	-1722
▁UWAYEZU	-1723
▁Uwayezu	-1724
▁ICYIZERE	-1725
▁MUSONERA	-1726
▁Musonera	-1727
▁PASSWORD	-1728
▁PYRAMIDS	-1729
▁Perezida	-1730
▁Pyramids	-1731
▁YAKATIWE	-1732
▁amahirwe	-1733
▁icyizere	-1734
▁password	-1735
▁yakatiwe	-1736
Agateganyo	-1737
UMWIHARIKO	-1738
umwihariko	-1739
▁PROTECTED	-1740
▁UMUDEPITE	-1741
▁Umudepite	-1742
▁protected	-1743
▁RWATANGIYE	-1744
▁SHAMPIYONA	-1745
▁amafaranga	-1746
▁rwatangiye	-1747
▁shampiyona	-1748
▁GAHONGAYIRE	-1749
▁Gahongayire	-1750
IKORANABUHANGA	-1751
NO	-1752
TD	-1753
no	-1754
td	-1755
CYA	-1756
GHT	-1757
MYI	-1758
RES	-1759
RIS	-1760
RYA	-1761
cyo	-1762
ght	-1763
iki	-1764
myi	-1765
res	-1766
ris	-1767
rya	-1768
▁AA	-1769
▁AF	-1770
▁Aa	-1771
▁HU	-1772
▁IP	-1773
▁Jo	-1774
▁Na	-1775
▁OF	-1776
▁ny	-1777
BAGI	-1778
GARU	-1779
HAYE	-1780
JIRI	-1781
KENE	-1782
KIZA	-1783
MARA	-1784
RANE	-1785
RESS	-1786
RURO	-1787
TIRI	-1788
TWOR	-1789
WIZA	-1790
ZIRA	-1791
bagi	-1792
kene	-1793
kini	-1794
mara	-1795
ress	-1796
ruro	-1797
saba	-1798
tiri	-1799
tube	-1800
twor	-1801
visi	-1802
wiza	-1803
▁ADD	-1804
▁AND	-1805
▁LTD	-1806
▁Ltd	-1807
▁The	-1808
▁URI	-1809
▁add	-1810
▁men	-1811
▁uri	-1812
IKIGO	-1813
KISHA	-1814
NGERA	-1815
SANZU	-1816
SHIJE	-1817
SHIMI	-1818
TWORK	-1819
YANGO	-1820
inisi	-1821
kisha	-1822
sanzu	-1823
shije	-1824
shimi	-1825
twork	-1826
yango	-1827
▁BITE	-1828
▁YAMU	-1829
▁bite	-1830
▁yamu	-1831
▁yara	-1832
IMYAKA	-1833
SARURO	-1834
TEGEKO	-1835
imyaka	-1836
saruro	-1837
▁Congo	-1838
▁KINTU	-1839
▁KWEZI	-1840
▁SINCE	-1841
▁Since	-1842
▁kintu	-1843
▁kwezi	-1844
SHOBOZI	-1845
TANGIRA	-1846
shobozi	-1847
tangira	-1848
▁BAKABA	-1849
▁BARIMO	-1850
▁BIHUGU	-1851
▁IBANZA	-1852
▁LUANDA	-1853
▁Luanda	-1854
▁MENSHI	-1855
▁MINISI	-1856
▁Minisi	-1857
▁bakaba	-1858
▁barimo	-1859
▁bihugu	-1860
▁ibanza	-1861
▁intego	-1862
▁menshi	-1863
▁yagize	-1864
GARAGARA	-1865
MENYESHA	-1866
garagara	-1867
menyesha	-1868
▁BYINSHI	-1869
▁CYICIRO	-1870
▁KUMENYA	-1871
▁NETWORK	-1872
▁Network	-1873
▁UBUZIMA	-1874
▁URUBUGA	-1875
▁byinshi	-1876
▁cyiciro	-1877
▁ubuzima	-1878
▁urubuga	-1879
▁MILIYARI	-1880
▁NDIRIMBO	-1881
▁SHAKISHA	-1882
▁Shakisha	-1883
▁miliyari	-1884
▁ndirimbo	-1885
▁GUHIMBAZA	-1886
▁GUTANGAZA	-1887
▁guhimbaza	-1888
▁gutangaza	-1889
▁KUGANIRIRA	-1890
▁kuganirira	-1891
ikoranabuhanga	-1892
▁IKORANABUHANGA	-1893
.2	-1894
04	-1895
10	-1896
AL	-1897
IB	-1898
MP	-1899
RD	-1900
RS	-1901
TY	-1902
fo	-1903
ib	-1904
mp	-1905
rd	-1906
rs	-1907
ty	-1908
▁•	-1909
000	-1910
AHO	-1911
DRI	-1912
JYI	-1913
MIE	-1914
SIN	-1915
aho	-1916
and	-1917
jyi	-1918
mie	-1919
rie	-1920
▁24	-1921
▁31	-1922
▁4.	-1923
▁9:	-1924
▁AC	-1925
▁AI	-1926
▁Me	-1927
▁Si	-1928
▁YU	-1929
▁as	-1930
▁be	-1931
BARE	-1932
BOOK	-1933
FATA	-1934
GANA	-1935
HINO	-1936
HUZA	-1937
INJI	-1938
KAZA	-1939
KIPE	-1940
KIRI	-1941
MBWA	-1942
MERA	-1943
RWAN	-1944
SEMO	-1945
SHAN	-1946
SINE	-1947
TATU	-1948
TORA	-1949
ZAMA	-1950
bare	-1951
fana	-1952
fata	-1953
hino	-1954
huza	-1955
ingo	-1956
kaza	-1957
kazi	-1958
kiri	-1959
mbwa	-1960
mera	-1961
rwan	-1962
shan	-1963
sine	-1964
tatu	-1965
tora	-1966
zama	-1967
zira	-1968
▁ANI	-1969
▁And	-1970
▁BIN	-1971
▁BON	-1972
▁IRA	-1973
▁Nta	-1974
▁RBA	-1975
▁SAN	-1976
▁iyo	-1977
▁nan	-1978
ABASO	-1979
KUNZE	-1980
RAMYA	-1981
RWEGO	-1982
TWARA	-1983
YANDI	-1984
YUNGU	-1985
abaso	-1986
banya	-1987
kunze	-1988
ramya	-1989
rwego	-1990
senya	-1991
yamba	-1992
yandi	-1993
yungu	-1994
▁2020	-1995
▁FACE	-1996
▁GICE	-1997
▁HINO	-1998
▁KUBI	-1999
▁KUVU	-2000
▁KUZA	-2001
▁TURI	-2002
▁TWIT	-2003
▁Twit	-2004
▁YAGO	-2005
▁YASO	-2006
▁gice	-2007
▁hino	-2008
▁kubi	-2009
▁kuvu	-2010
▁kuza	-2011
▁yaso	-2012
DOHOKA	-2013
GAJURU	-2014
GUKANA	-2015
KOMEZA	-2016
REKEZA	-2017
RYANGO	-2018
SHUSHO	-2019
SHYURA	-2020
dohoka	-2021
gajuru	-2022
gukana	-2023
komeza	-2024
rekeza	-2025
ryango	-2026
shusho	-2027
shyura	-2028
▁AKABI	-2029
▁ASANA	-2030
▁BAMWE	-2031
▁BYOSE	-2032
▁Email	-2033
▁HIRYA	-2034
▁IKABA	-2035
▁IZABA	-2036
▁MIGHT	-2037
▁RIMWE	-2038
▁akabi	-2039
▁asana	-2040
▁bamwe	-2041
▁byose	-2042
▁hirya	-2043
▁ikaba	-2044
▁rimwe	-2045
IMIKINO	-2046
Igihugu	-2047
RANGIRA	-2048
SANZURE	-2049
igihugu	-2050
imikino	-2051
rangira	-2052
sanzure	-2053
▁KUBERA	-2054
▁Komite	-2055
▁RUFITE	-2056
▁RUSINE	-2057
▁Rusine	-2058
▁TWANDI	-2059
▁Twandi	-2060
▁UMUNTU	-2061
▁kubera	-2062
▁kugeza	-2063
▁rufite	-2064
▁umuntu	-2065
ABASOMYI	-2066
SOBANUYE	-2067
YAMAKURU	-2068
abasomyi	-2069
sobanuye	-2070
▁GUSENYA	-2071
▁Gusenya	-2072
▁IBIBERA	-2073
▁IHERUKA	-2074
▁IMITIMA	-2075
▁KURAMYA	-2076
▁KWAKIRA	-2077
▁MPUZAMA	-2078
▁NTITURA	-2079
▁TWITTER	-2080
▁Twitter	-2081
▁URUKIKO	-2082
▁Youtube	-2083
▁ibibera	-2084
▁iheruka	-2085
▁imikino	-2086
▁imitima	-2087
▁kumenya	-2088
▁kuramya	-2089
▁mpuzama	-2090
▁ntitura	-2091
KWAMAMAZA	-2092
Kwamamaza	-2093
▁FACEBOOK	-2094
▁Facebook	-2095
▁HASHYIRA	-2096
▁KIGANIRO	-2097
▁hashyira	-2098
▁kiganiro	-2099
▁IKURIKIRA	-2100
▁YATANGAJE	-2101
▁ikurikira	-2102
▁yatangaje	-2103
▁19/06/2024	-2104
▁AKABIGISHA	-2105
▁MINISITIRI	-2106
▁Minisitiri	-2107
▁TWANDIKIRE	-2108
▁Twandikire	-2109
▁UBUSHOBOZI	-2110
▁URUBYIRUKO	-2111
▁akabigisha	-2112
▁ubushobozi	-2113
▁ABAMENYESHA	-2114
▁abamenyesha	-2115
▁MPUZAMAHANGA	-2116
▁mpuzamahanga	-2117
▁NTITURADOHOKA	-2118
▁ntituradohoka	-2119
▁ikoranabuhanga	-2120
RL	-2121
er	-2122
es	-2123
Ama	-2124
IRA	-2125
KTO	-2126
LEN	-2127
ZWI	-2128
ani	-2129
ena	-2130
ije	-2131
ita	-2132
len	-2133
lin	-2134
pam	-2135
zwi	-2136
▁CO	-2137
▁Hu	-2138
▁NU	-2139
▁ON	-2140
▁Um	-2141
▁nu	-2142
BIWE	-2143
ENDO	-2144
FURA	-2145
FUZA	-2146
GAMI	-2147
GERO	-2148
HOZE	-2149
KTOK	-2150
KURA	-2151
LICE	-2152
RACE	-2153
RANO	-2154
RIRO	-2155
RIVI	-2156
SUBI	-2157
TEKA	-2158
UBWI	-2159
UMVA	-2160
YUZE	-2161
biwe	-2162
endo	-2163
foto	-2164
fura	-2165
fuza	-2166
gami	-2167
gana	-2168
gero	-2169
haye	-2170
hoze	-2171
inyu	-2172
joro	-2173
kina	-2174
kura	-2175
lice	-2176
race	-2177
rane	-2178
rano	-2179
rine	-2180
riri	-2181
riro	-2182
subi	-2183
teka	-2184
ubwi	-2185
wuga	-2186
zego	-2187
▁APP	-2188
▁BYI	-2189
▁IHE	-2190
▁IZI	-2191
▁Iri	-2192
▁KEN	-2193
▁Ken	-2194
▁MPE	-2195
▁Tik	-2196
▁UBA	-2197
▁UGU	-2198
▁URE	-2199
▁byi	-2200
▁ihe	-2201
▁mpe	-2202
▁uba	-2203
▁you	-2204
DRINE	-2205
FASHE	-2206
GENDA	-2207
IKIPE	-2208
INARA	-2209
KWIYE	-2210
MBAGA	-2211
RANYA	-2212
SANGE	-2213
TUMYE	-2214
ZWEHO	-2215
fashe	-2216
genda	-2217
genzi	-2218
ikipe	-2219
inara	-2220
kwiye	-2221
ngera	-2222
rirwa	-2223
sange	-2224
tumye	-2225
twara	-2226
zindi	-2227
zweho	-2228
▁ALSO	-2229
▁Also	-2230
▁BIBA	-2231
▁BITA	-2232
▁GICU	-2233
▁KURE	-2234
▁KURU	-2235
▁LIKE	-2236
▁Like	-2237
▁Muri	-2238
▁NJYE	-2239
▁Sand	-2240
▁UMWE	-2241
▁Yago	-2242
▁bita	-2243
▁kure	-2244
▁seri	-2245
▁umwe	-2246
HANGAN	-2247
HISEMO	-2248
RIVISI	-2249
TSINZE	-2250
TURAGE	-2251
UBWIZA	-2252
UMUNYA	-2253
YOBORA	-2254
hangan	-2255
hisemo	-2256
tsinze	-2257
turage	-2258
ubwiza	-2259
umuntu	-2260
yobora	-2261
▁AFITE	-2262
▁ALICE	-2263
▁ALINE	-2264
▁ANITA	-2265
▁Alice	-2266
▁Aline	-2267
▁Anita	-2268
▁GRACE	-2269
▁Grace	-2270
▁MARIE	-2271
▁Marie	-2272
▁Might	-2273
▁NSHYA	-2274
▁NYINA	-2275
▁PENDO	-2276
▁Pendo	-2277
▁RUHAN	-2278
▁UFITE	-2279
▁afite	-2280
▁izaba	-2281
▁kimwe	-2282
▁nshya	-2283
▁ufite	-2284
AMAGURU	-2285
BAGIRWA	-2286
SHYIZWE	-2287
UMUKIZA	-2288
bagirwa	-2289
shyizwe	-2290
▁AHUBWO	-2291
▁HARIMO	-2292
▁IBINTU	-2293
▁MUKURU	-2294
▁TIKTOK	-2295
▁UMUNYA	-2296
▁WANJYE	-2297
▁ahubwo	-2298
▁harimo	-2299
▁ibintu	-2300
▁wanjye	-2301
KORESHWA	-2302
SHYIRAHO	-2303
TEKEREZO	-2304
UBUHINZI	-2305
koreshwa	-2306
shyiraho	-2307
▁CYANGWA	-2308
▁RUSANGE	-2309
▁UMUGABO	-2310
▁UMUKINO	-2311
▁Urukiko	-2312
▁cyangwa	-2313
INDIRIMBO	-2314
nyamakuru	-2315
▁BIZIMANA	-2316
▁Bizimana	-2317
▁IGIKOMBE	-2318
▁SANDRINE	-2319
▁SERIVISI	-2320
▁Sandrine	-2321
▁UBUHINZI	-2322
▁UKWAKIRA	-2323
▁Ukwakira	-2324
▁Umuhanzi	-2325
▁igikombe	-2326
▁serivisi	-2327
▁ubuhinzi	-2328
▁GUKORESHA	-2329
▁UBUYOBOZI	-2330
▁gukoresha	-2331
▁umuyobozi	-2332
▁YAGARAGAJE	-2333
▁urubyiruko	-2334
▁KORANABUHANGA	-2335
▁koranabuhanga	-2336
.1	-2337
.9	-2338
16	-2339
CH	-2340
ES	-2341
GB	-2342
JU	-2343
PL	-2344
PO	-2345
RÉ	-2346
Tu	-2347
ZW	-2348
ch	-2349
dj	-2350
ju	-2351
po	-2352
ré	-2353
:04	-2354
:22	-2355
:25	-2356
:26	-2357
ANI	-2358
AWE	-2359
BSI	-2360
CHI	-2361
CYO	-2362
DDY	-2363
DWA	-2364
EZA	-2365
HAD	-2366
LES	-2367
MWI	-2368
MYE	-2369
PUN	-2370
SEN	-2371
Tok	-2372
VAN	-2373
YWE	-2374
awe	-2375
bsi	-2376
chi	-2377
cia	-2378
ddy	-2379
dwa	-2380
les	-2381
mwi	-2382
mye	-2383
pho	-2384
pun	-2385
sen	-2386
van	-2387
ywe	-2388
ÉRÉ	-2389
éré	-2390
▁04	-2391
▁2.	-2392
▁22	-2393
▁3,	-2394
▁3.	-2395
▁48	-2396
▁5.	-2397
▁6.	-2398
▁60	-2399
▁70	-2400
▁71	-2401
▁8.	-2402
▁83	-2403
▁86	-2404
▁9.	-2405
▁Bo	-2406
▁Ca	-2407
▁DO	-2408
▁HE	-2409
▁KW	-2410
▁WU	-2411
▁ac	-2412
▁kw	-2413
▁on	-2414
▁wu	-2415
.000	-2416
AWEI	-2417
BABA	-2418
CATE	-2419
CECE	-2420
CHID	-2421
CUZA	-2422
ERTI	-2423
FANA	-2424
FASH	-2425
FATI	-2426
FUZI	-2427
GATI	-2428
GIRI	-2429
GWAN	-2430
HUTA	-2431
INGA	-2432
ISHA	-2433
JIJE	-2434
JORO	-2435
KUZW	-2436
MEJE	-2437
RIMB	-2438
SORE	-2439
Tube	-2440
VUYE	-2441
YIJE	-2442
YOVU	-2443
awei	-2444
baba	-2445
bone	-2446
cece	-2447
chid	-2448
cuza	-2449
fash	-2450
fati	-2451
fuzi	-2452
gati	-2453
giri	-2454
guri	-2455
hadj	-2456
huta	-2457
inga	-2458
inya	-2459
isha	-2460
jije	-2461
meje	-2462
sore	-2463
vuye	-2464
yije	-2465
yovu	-2466
▁10.	-2467
▁AYA	-2468
▁BWI	-2469
▁IDA	-2470
▁IYA	-2471
▁NYI	-2472
▁PAT	-2473
▁Pat	-2474
▁Pro	-2475
▁RGB	-2476
▁RIB	-2477
▁RPL	-2478
▁UKA	-2479
▁bon	-2480
▁bwi	-2481
▁ida	-2482
▁kwa	-2483
▁nda	-2484
▁uka	-2485
▁ure	-2486
BANZE	-2487
BSITE	-2488
BWIRA	-2489
DINDI	-2490
KANGA	-2491
NABLE	-2492
RIRWA	-2493
SHIME	-2494
SHURI	-2495
TANDA	-2496
TANYA	-2497
YIJWE	-2498
banze	-2499
bsite	-2500
bwira	-2501
hande	-2502
kanga	-2503
shuri	-2504
tanda	-2505
tanya	-2506
yijwe	-2507
▁2015	-2508
▁2021	-2509
▁2025	-2510
▁4:18	-2511
▁9:10	-2512
▁BADA	-2513
▁BELA	-2514
▁BUBI	-2515
▁GUSO	-2516
▁HAFI	-2517
▁INTA	-2518
▁JÉRÉ	-2519
▁Jéré	-2520
▁KAGA	-2521
▁KIGO	-2522
▁KUMU	-2523
▁NARI	-2524
▁Star	-2525
▁TUYI	-2526
▁YITE	-2527
▁ZIRI	-2528
▁bada	-2529
▁biba	-2530
▁bose	-2531
▁guso	-2532
▁hafi	-2533
▁kigo	-2534
▁kumu	-2535
▁kuru	-2536
▁nari	-2537
▁njye	-2538
▁turi	-2539
▁yite	-2540
▁ziri	-2541
ABANTU	-2542
BABAJE	-2543
CECEKA	-2544
ERTIFI	-2545
GABANE	-2546
GARURA	-2547
GURURA	-2548
IBINDI	-2549
MANOTA	-2550
SIFUZI	-2551
YOBORO	-2552
abantu	-2553
babaje	-2554
ceceka	-2555
gabane	-2556
garura	-2557
gurura	-2558
ibindi	-2559
manota	-2560
sifuzi	-2561
yoboro	-2562
▁11:25	-2563
▁12:04	-2564
▁12:26	-2565
▁AMAZE	-2566
▁BANKI	-2567
▁IMPUN	-2568
▁MUHAD	-2569
▁NUBWO	-2570
▁RWEGO	-2571
▁SPACE	-2572
▁Space	-2573
▁amaze	-2574
▁banki	-2575
▁nubwo	-2576
▁rwego	-2577
GUKANYE	-2578
GWANEZA	-2579
SHUSHAN	-2580
gukanye	-2581
hadjiri	-2582
shushan	-2583
tangaza	-2584
yambaga	-2585
▁BAGIYE	-2586
▁HAGATI	-2587
▁HAKUZW	-2588
▁HUAWEI	-2589
▁Huawei	-2590
▁IBINDI	-2591
▁KIYOVU	-2592
▁KUBAKA	-2593
▁Kiyovu	-2594
▁Mukuru	-2595
▁NANJYE	-2596
▁RACHID	-2597
▁RUBUGA	-2598
▁Rachid	-2599
▁TikTok	-2600
▁URETSE	-2601
▁YASEZE	-2602
▁YIHUTA	-2603
▁Yavuze	-2604
▁bagiye	-2605
▁hagati	-2606
▁ibindi	-2607
▁nanjye	-2608
▁nkoran	-2609
▁rubuga	-2610
▁yaseze	-2611
▁yihuta	-2612
TEKEREZA	-2613
YOBORERE	-2614
tekereza	-2615
yamakuru	-2616
yoborere	-2617
▁AMAHORO	-2618
▁AMAKIPE	-2619
▁BUTUMWA	-2620
▁CERTIFI	-2621
▁IBIBAZO	-2622
▁INYUNGU	-2623
▁JÉRÉMIE	-2624
▁Jérémie	-2625
▁KONGERA	-2626
▁MUHANZI	-2627
▁RUBANZA	-2628
▁RWEMEJE	-2629
▁WEBSITE	-2630
▁YouTube	-2631
▁amakipe	-2632
▁butumwa	-2633
▁ibibazo	-2634
▁inyungu	-2635
▁kongera	-2636
▁kwakira	-2637
▁muhanzi	-2638
▁rubanza	-2639
▁rwemeje	-2640
▁umukino	-2641
▁website	-2642
indirimbo	-2643
▁ASHOBORA	-2644
▁BIJYANYE	-2645
▁GUCECEKA	-2646
▁GUSHYIRA	-2647
▁ISANZURE	-2648
▁MURYANGO	-2649
▁NANDINDI	-2650
▁NKORANYA	-2651
▁USHOBORA	-2652
▁WAHISEMO	-2653
▁YAKOMEJE	-2654
▁YASABIWE	-2655
▁ashobora	-2656
▁bijyanye	-2657
▁guceceka	-2658
▁gushyira	-2659
▁isanzure	-2660
▁wahisemo	-2661
▁yasabiwe	-2662
▁ABASIFUZI	-2663
▁IGARAGAZA	-2664
▁MUHADJIRI	-2665
▁Muhadjiri	-2666
▁TUYISHIME	-2667
▁Umuyobozi	-2668
▁YATANGIYE	-2669
▁igaragaza	-2670
▁04/07/2024	-2671
▁10/06/2024	-2672
▁15/06/2024	-2673
▁20/06/2024	-2674
▁30/07/2024	-2675
▁UMUGWANEZA	-2676
▁yagaragaje	-2677
▁CERTIFICATE	-2678
▁HAKUZWUMUKIZA	-2679
▁NKORANYAMBAGA	-2680
▁nkoranyambaga	-2681
CO	-2682
EL	-2683
IS	-2684
In	-2685
LU	-2686
co	-2687
lo	-2688
lu	-2689
Aba	-2690
CES	-2691
CIA	-2692
INK	-2693
Igi	-2694
Iki	-2695
MAP	-2696
MVU	-2697
RIO	-2698
SUM	-2699
TIN	-2700
YWA	-2701
ces	-2702
igi	-2703
kwa	-2704
mvi	-2705
one	-2706
rio	-2707
sum	-2708
ywa	-2709
▁By	-2710
▁CH	-2711
▁Ch	-2712
▁DE	-2713
▁DI	-2714
▁Da	-2715
▁Fm	-2716
▁Go	-2717
▁IF	-2718
▁SO	-2719
▁Ta	-2720
▁UP	-2721
▁ZE	-2722
▁up	-2723
▁ze	-2724
ANCE	-2725
BABI	-2726
BUKA	-2727
CURU	-2728
GARA	-2729
GEJE	-2730
GERE	-2731
GIJE	-2732
GIZA	-2733
HOSA	-2734
INYA	-2735
KANO	-2736
KINA	-2737
KOMO	-2738
KOZI	-2739
MURA	-2740
NOMA	-2741
RASI	-2742
ROSH	-2743
SOKO	-2744
TERA	-2745
TORE	-2746
TOZA	-2747
VERI	-2748
WAMI	-2749
ZANA	-2750
ZUBA	-2751
ance	-2752
anga	-2753
anya	-2754
babi	-2755
buka	-2756
curu	-2757
geje	-2758
gere	-2759
gije	-2760
giza	-2761
icum	-2762
kano	-2763
komo	-2764
kozi	-2765
link	-2766
mura	-2767
noma	-2768
rosh	-2769
siga	-2770
soko	-2771
tera	-2772
tore	-2773
toza	-2774
umva	-2775
veri	-2776
wami	-2777
yuze	-2778
zuba	-2779
▁ABI	-2780
▁AME	-2781
▁AMU	-2782
▁ASA	-2783
▁IBA	-2784
▁Ira	-2785
▁Isi	-2786
▁MAN	-2787
▁NDI	-2788
▁NZI	-2789
▁Nda	-2790
▁UTA	-2791
▁WOR	-2792
▁Wor	-2793
▁abi	-2794
▁amu	-2795
▁asa	-2796
▁aya	-2797
▁man	-2798
▁ndi	-2799
▁nyi	-2800
▁nzi	-2801
▁sin	-2802
▁ugu	-2803
▁uta	-2804
BYEYI	-2805
GAMBA	-2806
HUNDA	-2807
Ikigo	-2808
KUNDO	-2809
MBURA	-2810
PAMVU	-2811
RANWA	-2812
RLINK	-2813
SABYE	-2814
TONDO	-2815
byeyi	-2816
gamba	-2817
hunda	-2818
hunze	-2819
kundo	-2820
mapho	-2821
mbura	-2822
pamvu	-2823
punzi	-2824
ranwa	-2825
sabye	-2826
tondo	-2827
▁AKAN	-2828
▁ANDY	-2829
▁Andy	-2830
▁BIHE	-2831
▁BIZA	-2832
▁Bose	-2833
▁GAHI	-2834
▁Gusa	-2835
▁KAYI	-2836
▁KERA	-2837
▁RIZA	-2838
▁THEO	-2839
▁Theo	-2840
▁UNDI	-2841
▁akan	-2842
▁bihe	-2843
▁imyi	-2844
▁inta	-2845
▁kera	-2846
▁kuva	-2847
▁riza	-2848
▁yahi	-2849
ABANDI	-2850
CATION	-2851
CURUZI	-2852
GIRIJE	-2853
IBANZE	-2854
IZINDI	-2855
KORAGA	-2856
MPINGA	-2857
ROSHYE	-2858
SHINWA	-2859
TEKANO	-2860
UBUNDI	-2861
UBURYO	-2862
UMWAKA	-2863
VUGAGA	-2864
WANJYE	-2865
YUJIJE	-2866
abandi	-2867
cation	-2868
curuzi	-2869
girije	-2870
hagara	-2871
ibanze	-2872
icumbi	-2873
izindi	-2874
koraga	-2875
mpinga	-2876
roshye	-2877
shinwa	-2878
tekano	-2879
ubundi	-2880
uburyo	-2881
umwaka	-2882
vugaga	-2883
▁ABANA	-2884
▁ABARI	-2885
▁ATARI	-2886
▁ATAZI	-2887
▁IFOTO	-2888
▁IGERA	-2889
▁IMAZE	-2890
▁MBUGA	-2891
▁MPERA	-2892
▁MUNYA	-2893
▁MWIZA	-2894
▁MYAKA	-2895
▁NIYON	-2896
▁Niyon	-2897
▁RAMAP	-2898
▁UBONA	-2899
▁abana	-2900
▁abari	-2901
▁atari	-2902
▁atazi	-2903
▁cyamu	-2904
▁ifoto	-2905
▁igera	-2906
▁imaze	-2907
▁mbuga	-2908
▁mpera	-2909
▁mwiza	-2910
▁myaka	-2911
▁nyina	-2912
▁ubona	-2913
GANZIRA	-2914
GARUTSE	-2915
RANGIYE	-2916
SHYIRWA	-2917
SUMBUYE	-2918
TANDATU	-2919
TANGAZA	-2920
TANGIZA	-2921
UMUPIRA	-2922
YONYINE	-2923
amaguru	-2924
ganzira	-2925
garutse	-2926
maphosa	-2927
rangiye	-2928
shyirwa	-2929
sumbuye	-2930
tandatu	-2931
tangiza	-2932
yonyine	-2933
▁AZAJYA	-2934
▁BATANU	-2935
▁BITEWE	-2936
▁BITUMA	-2937
▁GATATU	-2938
▁GUVERI	-2939
▁IZINDI	-2940
▁KUREBA	-2941
▁Kugeza	-2942
▁MANOTA	-2943
▁MWANYA	-2944
▁SPACEX	-2945
▁SpaceX	-2946
▁UBUMWE	-2947
▁UBUNDI	-2948
▁YABAYE	-2949
▁YASOJE	-2950
▁Yagize	-2951
▁ZIRIMO	-2952
▁azajya	-2953
▁batanu	-2954
▁bitewe	-2955
▁bituma	-2956
▁izindi	-2957
▁kubaka	-2958
▁kureba	-2959
▁manota	-2960
▁mwanya	-2961
▁uretse	-2962
▁yabaye	-2963
▁yasoje	-2964
▁zirimo	-2965
BABIREBA	-2966
FASHISHA	-2967
GENZURWA	-2968
GERAGEJE	-2969
UMUHANZI	-2970
YAMERIKA	-2971
babireba	-2972
fashisha	-2973
genzurwa	-2974
gerageje	-2975
tekerezo	-2976
ubuhinzi	-2977
verinoma	-2978
▁ADDRESS	-2979
▁BABONYE	-2980
▁BUHINZI	-2981
▁GAHUNDA	-2982
▁GICUMBI	-2983
▁GITONDO	-2984
▁GUSHORA	-2985
▁Gicumbi	-2986
▁IKIBAZO	-2987
▁IMINARA	-2988
▁IMPUNZI	-2989
▁NYOBOZI	-2990
▁Nyobozi	-2991
▁UMWANYA	-2992
▁address	-2993
▁babonye	-2994
▁buhinzi	-2995
▁gahunda	-2996
▁gitondo	-2997
▁gushora	-2998
▁rusange	-2999
▁umugabo	-3000
▁umwanya	-3001
SHORAMARI	-3002
TANDUKANA	-3003
UMUYOBOZI	-3004
shoramari	-3005
tandukana	-3006
▁BAFUNGWA	-3007
▁BIKOMEYE	-3008
▁BUSHINWA	-3009
▁Bushinwa	-3010
▁IBIKORWA	-3011
▁KUGARURA	-3012
▁MUGABANE	-3013
▁STARLINK	-3014
▁Starlink	-3015
▁Yakomeje	-3016
▁bafungwa	-3017
▁bikomeye	-3018
▁ibikorwa	-3019
▁muryango	-3020
MUKURIKIRA	-3021
mukurikira	-3022
▁BAKORESHA	-3023
▁IGITARAMO	-3024
▁Indirimbo	-3025
▁RAMAPHOSA	-3026
▁Ramaphosa	-3027
▁UMUSARURO	-3028
▁YASHYIZWE	-3029
▁YEGUKANYE	-3030
▁bakoresha	-3031
▁igitaramo	-3032
▁ubuyobozi	-3033
▁umusaruro	-3034
▁yatangiye	-3035
▁yegukanye	-3036
IMIYOBORERE	-3037
banyamerika	-3038
▁GUVERINOMA	-3039
▁KUGARAGAZA	-3040
▁KUVUGURURA	-3041
▁YASOBANUYE	-3042
▁YISHYIZEHO	-3043
▁kugaragaza	-3044
▁kuvugurura	-3045
▁yasobanuye	-3046
▁yishyizeho	-3047
▁IGITEKEREZO	-3048
▁BITANDUKANYE	-3049
▁BOSEBABIREBA	-3050
▁Bosebabireba	-3051
$.	-3052
09	-3053
15	-3054
9,	-3055
AC	-3056
AM	-3057
CR	-3058
EP	-3059
GN	-3060
OU	-3061
RY	-3062
SC	-3063
SK	-3064
al	-3065
ea	-3066
gn	-3067
of	-3068
qu	-3069
ry	-3070
sc	-3071
▁&	-3072
▁s	-3073
▁|	-3074
.97	-3075
1.2	-3076
:30	-3077
AGU	-3078
AKA	-3079
CAS	-3080
DAN	-3081
DER	-3082
IYI	-3083
IYO	-3084
LON	-3085
MPA	-3086
MVI	-3087
NDE	-3088
Nya	-3089
ONS	-3090
RED	-3091
RWO	-3092
SES	-3093
TWE	-3094
UGA	-3095
UGU	-3096
Ubu	-3097
agu	-3098
cas	-3099
der	-3100
iyi	-3101
mpa	-3102
nde	-3103
ons	-3104
pan	-3105
red	-3106
rwo	-3107
ses	-3108
sra	-3109
ssa	-3110
teD	-3111
twe	-3112
ugu	-3113
▁06	-3114
▁17	-3115
▁21	-3116
▁27	-3117
▁28	-3118
▁35	-3119
▁43	-3120
▁63	-3121
▁65	-3122
▁7.	-3123
▁AB	-3124
▁Ab	-3125
▁Di	-3126
▁HO	-3127
▁ID	-3128
▁IS	-3129
▁JU	-3130
▁Ja	-3131
▁Ju	-3132
▁LA	-3133
▁MC	-3134
▁OR	-3135
▁Ro	-3136
▁WI	-3137
▁Ye	-3138
▁he	-3139
▁or	-3140
▁pe	-3141
▁re	-3142
.108	-3143
AGUE	-3144
BIMU	-3145
CAKU	-3146
GAHE	-3147
GEKO	-3148
GENE	-3149
GEYE	-3150
GIZI	-3151
GOYE	-3152
GUZI	-3153
HAMA	-3154
HARA	-3155
HARE	-3156
HUJE	-3157
IKIN	-3158
KEZI	-3159
KIYE	-3160
KORO	-3161
LIGI	-3162
MBAN	-3163
MEZA	-3164
NAKA	-3165
RALI	-3166
RAMO	-3167
RERA	-3168
RICK	-3169
SCRI	-3170
SIGA	-3171
SUZU	-3172
TABA	-3173
TAHA	-3174
TEGU	-3175
TERO	-3176
TOZO	-3177
UBWE	-3178
UMWE	-3179
WUGA	-3180
YUBA	-3181
ZAZA	-3182
ZERA	-3183
ague	-3184
bili	-3185
bimu	-3186
caku	-3187
gahe	-3188
gene	-3189
geye	-3190
gizi	-3191
goye	-3192
guzi	-3193
hama	-3194
hara	-3195
hare	-3196
higo	-3197
huje	-3198
ikin	-3199
kiye	-3200
kiza	-3201
mbye	-3202
meye	-3203
meza	-3204
naka	-3205
ppli	-3206
rali	-3207
ramu	-3208
rasi	-3209
rera	-3210
rick	-3211
scri	-3212
suzu	-3213
taba	-3214
taha	-3215
tare	-3216
tegu	-3217
tero	-3218
tozo	-3219
ubwe	-3220
umwe	-3221
yuba	-3222
zana	-3223
zaza	-3224
zera	-3225
▁100	-3226
▁500	-3227
▁AFC	-3228
▁AGI	-3229
▁AYO	-3230
▁AZI	-3231
▁Bya	-3232
▁CAN	-3233
▁CHA	-3234
▁Cha	-3235
▁HCR	-3236
▁IBY	-3237
▁IDC	-3238
▁IGA	-3239
▁Kan	-3240
▁MBO	-3241
▁MBU	-3242
▁Mbo	-3243
▁NZA	-3244
▁REG	-3245
▁TWE	-3246
▁Twa	-3247
▁UGA	-3248
▁UZA	-3249
▁YVE	-3250
▁Yve	-3251
▁agi	-3252
▁azi	-3253
▁ena	-3254
▁iba	-3255
▁iby	-3256
▁iga	-3257
▁iya	-3258
▁izi	-3259
▁mbu	-3260
▁nya	-3261
▁twe	-3262
▁uga	-3263
▁uwa	-3264
1.216	-3265
AMADO	-3266
ANAMA	-3267
BANGA	-3268
BASHA	-3269
BWIYE	-3270
BYAYE	-3271
DITSE	-3272
GENZE	-3273
HUNZE	-3274
INEMA	-3275
MBARA	-3276
MUNTU	-3277
MWERU	-3278
NGELI	-3279
NYINE	-3280
ORCAS	-3281
RIOTS	-3282
RITSE	-3283
RWAHO	-3284
SHEJA	-3285
SHUYE	-3286
TORWA	-3287
amado	-3288
anama	-3289
banga	-3290
basha	-3291
bwiye	-3292
byaye	-3293
genze	-3294
gingo	-3295
ikigo	-3296
inema	-3297
ingwa	-3298
mbara	-3299
mweru	-3300
ngeli	-3301
nyine	-3302
orcas	-3303
riots	-3304
ritse	-3305
rwaho	-3306
sheja	-3307
shuye	-3308
torwa	-3309
▁1000	-3310
▁1:30	-3311
▁2014	-3312
▁2017	-3313
▁2:22	-3314
▁4:15	-3315
▁AUGU	-3316
▁Augu	-3317
▁BAVU	-3318
▁GITO	-3319
▁GUCA	-3320
▁GUHE	-3321
▁HABA	-3322
▁HAKI	-3323
▁HANO	-3324
▁HAVE	-3325
▁Haki	-3326
▁ICYA	-3327
▁ISHI	-3328
▁Kayi	-3329
▁Kuri	-3330
▁MAKE	-3331
▁MASE	-3332
▁MURA	-3333
▁MUTO	-3334
▁Mase	-3335
▁NABA	-3336
▁NAMA	-3337
▁PAGE	-3338
▁RIRI	-3339
▁RURI	-3340
▁RUTA	-3341
▁SIGN	-3342
▁TUBA	-3343
▁UZWI	-3344
▁WAMU	-3345
▁YABI	-3346
▁YAJE	-3347
▁ZOSE	-3348
▁gito	-3349
▁guca	-3350
▁haba	-3351
▁have	-3352
▁muto	-3353
▁nama	-3354
▁page	-3355
▁riri	-3356
▁ruri	-3357
▁sign	-3358
▁tuba	-3359
▁undi	-3360
▁uzwi	-3361
▁yabi	-3362
▁yaje	-3363
▁zose	-3364
GAMIJE	-3365
HAMAGA	-3366
HORALE	-3367
IMBERE	-3368
IMINSI	-3369
KENEYE	-3370
KINIYE	-3371
KOMOKO	-3372
KOREYE	-3373
KUNZWE	-3374
MPIONS	-3375
RANIRA	-3376
RATION	-3377
REKEJE	-3378
REMEZO	-3379
RESSES	-3380
RIMBYE	-3381
SHATSE	-3382
SHINJA	-3383
SHYIGI	-3384
UMUNTU	-3385
URWEGO	-3386
Umunya	-3387
VUGIZI	-3388
ZINGWA	-3389
biligi	-3390
gamije	-3391
hamaga	-3392
hembwa	-3393
horale	-3394
huriro	-3395
iminsi	-3396
injira	-3397
keneye	-3398
kiniye	-3399
komoko	-3400
koreye	-3401
kunzwe	-3402
mpions	-3403
ranira	-3404
ration	-3405
rekeje	-3406
remezo	-3407
resses	-3408
rimbye	-3409
shatse	-3410
shinja	-3411
shyigi	-3412
vugizi	-3413
▁APPLI	-3414
▁BIMWE	-3415
▁BOMBI	-3416
▁BYTED	-3417
▁ByteD	-3418
▁CHRIS	-3419
▁Chris	-3420
▁IBIHE	-3421
▁INAMA	-3422
▁INTWA	-3423
▁IZINA	-3424
▁KENZA	-3425
▁KUJYA	-3426
▁Kenza	-3427
▁Kimwe	-3428
▁MEDDY	-3429
▁MINSI	-3430
▁Meddy	-3431
▁NZEGO	-3432
▁NZIZA	-3433
▁Nyuma	-3434
▁ORDER	-3435
▁UKORA	-3436
▁UWASE	-3437
▁UZABA	-3438
▁Uwase	-3439
▁WENDA	-3440
▁YOMBI	-3441
▁bimwe	-3442
▁binyu	-3443
▁bombi	-3444
▁ibihe	-3445
▁inama	-3446
▁intwa	-3447
▁izina	-3448
▁kujya	-3449
▁minsi	-3450
▁nzego	-3451
▁nziza	-3452
▁order	-3453
▁ukora	-3454
▁uzaba	-3455
▁wenda	-3456
▁yombi	-3457
.108.97	-3458
AMAHORO	-3459
Amahoro	-3460
BIKORWA	-3461
FATANYA	-3462
GOMBAGA	-3463
NGIRIJE	-3464
TEGANYA	-3465
UBUZIMA	-3466
UBWENGE	-3467
UMUGORE	-3468
YANDIKO	-3469
YUMWERU	-3470
bikorwa	-3471
fatanya	-3472
gombaga	-3473
hindura	-3474
ngirije	-3475
tection	-3476
teganya	-3477
ubuzima	-3478
ubwenge	-3479
umugore	-3480
yandiko	-3481
yumweru	-3482
▁41.216	-3483
▁AGOMBA	-3484
▁AKANDI	-3485
▁BAGABO	-3486
▁BAKOZE	-3487
▁BAMAZE	-3488
▁BASEZE	-3489
▁BIBAZO	-3490
▁BIRIMO	-3491
▁ENABLE	-3492
▁GUHITA	-3493
▁GUTAHA	-3494
▁HEJURU	-3495
▁IKINDI	-3496
▁IMFURA	-3497
▁ISHEJA	-3498
▁ISHIZE	-3499
▁IZAJYA	-3500
▁Isheja	-3501
▁KAGAME	-3502
▁KANAMA	-3503
▁KWINJI	-3504
▁Kanama	-3505
▁LEAGUE	-3506
▁League	-3507
▁MBONYI	-3508
▁Mbonyi	-3509
▁NGOMBA	-3510
▁NTACYO	-3511
▁Ntabwo	-3512
▁POLICE	-3513
▁Police	-3514
▁RUGERO	-3515
▁RUNAKA	-3516
▁SINEMA	-3517
▁Sinema	-3518
▁UBUKWE	-3519
▁URWEGO	-3520
▁Umunya	-3521
▁YAGIYE	-3522
▁YAHISE	-3523
▁YAMAZE	-3524
▁YANJYE	-3525
▁YIFUZA	-3526
▁agomba	-3527
▁akandi	-3528
▁bagabo	-3529
▁bakoze	-3530
▁bamaze	-3531
▁baseze	-3532
▁bibazo	-3533
▁birimo	-3534
▁enable	-3535
▁guhita	-3536
▁gutaha	-3537
▁hejuru	-3538
▁imfura	-3539
▁ishize	-3540
▁itanga	-3541
▁izajya	-3542
▁ngomba	-3543
▁ntacyo	-3544
▁rugero	-3545
▁runaka	-3546
▁ubukwe	-3547
▁ubundi	-3548
▁yagiye	-3549
▁yahise	-3550
▁yamaze	-3551
▁yifuza	-3552
CAKUBIRI	-3553
HAGARIKA	-3554
IBIHUMBI	-3555
cakubiri	-3556
hagarika	-3557
ibihumbi	-3558
umuhanzi	-3559
▁AGACIRO	-3560
▁AMANOTA	-3561
▁AMATEKA	-3562
▁Amahoro	-3563
▁BAKAJYA	-3564
▁BIHUMBI	-3565
▁BUMUNTU	-3566
▁Bumuntu	-3567
▁CHORALE	-3568
▁CYOREZO	-3569
▁Chorale	-3570
▁GUFASHA	-3571
▁ITSINDA	-3572
▁KURUSHA	-3573
▁MAHIRWE	-3574
▁NDEKEZI	-3575
▁NYINSHI	-3576
▁PROTECT	-3577
▁RUHANDE	-3578
▁UKOMEYE	-3579
▁UMUBARE	-3580
▁UMUGORE	-3581
▁UMUSORE	-3582
▁YASABYE	-3583
▁agaciro	-3584
▁amanota	-3585
▁bakajya	-3586
▁bihumbi	-3587
▁cyorezo	-3588
▁gufasha	-3589
▁iminara	-3590
▁itsinda	-3591
▁kurusha	-3592
▁mahirwe	-3593
▁nyinshi	-3594
▁protect	-3595
▁ruhande	-3596
▁ukomeye	-3597
▁umugore	-3598
▁yasabye	-3599
AMATEGEKO	-3600
amategeko	-3601
umuyobozi	-3602
▁BIGANIRO	-3603
▁BUBILIGI	-3604
▁BUYOBOZI	-3605
▁Bubiligi	-3606
▁GIHEMBWE	-3607
▁GITARAMO	-3608
▁INGARUKA	-3609
▁INKOMOKO	-3610
▁INTAMBWE	-3611
▁KUYOBORA	-3612
▁MATSINDA	-3613
▁PATRIOTS	-3614
▁Patriots	-3615
▁UBUTUMWA	-3616
▁YAVUGAGA	-3617
▁biganiro	-3618
▁buyobozi	-3619
▁gihembwe	-3620
▁gitaramo	-3621
▁ingaruka	-3622
▁inkomoko	-3623
▁intambwe	-3624
▁kugarura	-3625
▁kuyobora	-3626
▁matsinda	-3627
▁ubutumwa	-3628
▁umuhanzi	-3629
▁ushobora	-3630
▁yavugaga	-3631
MENYEKANYE	-3632
RENGANZIRA	-3633
SHIMISHIJE	-3634
TEGANYIJWE	-3635
menyekanye	-3636
pplication	-3637
renganzira	-3638
shimishije	-3639
▁ABATURAGE	-3640
▁ABAYOBOZI	-3641
▁ADDRESSES	-3642
▁Abasifuzi	-3643
▁BATANGIYE	-3644
▁BYTEDANCE	-3645
▁ByteDance	-3646
▁CHAMPIONS	-3647
▁Champions	-3648
▁MASENGELI	-3649
▁MURANGIRA	-3650
▁Masengeli	-3651
▁Murangira	-3652
▁NYARWANDA	-3653
▁Nyarwanda	-3654
▁UMUVUGIZI	-3655
▁Umuvugizi	-3656
▁YAGARUTSE	-3657
▁YAHISHUYE	-3658
▁Yashyizwe	-3659
▁abaturage	-3660
▁abayobozi	-3661
▁addresses	-3662
▁batangiye	-3663
▁yagarutse	-3664
▁yahishuye	-3665
imiyoborere	-3666
▁13/07/2024	-3667
▁18/06/2024	-3668
▁IBYOGAJURU	-3669
▁PROTECTION	-3670
▁Protection	-3671
▁guverinoma	-3672
▁ibyogajuru	-3673
▁APPLICATION	-3674
▁CYAMUBABAJE	-3675
▁cyamubabaje	-3676
▁ABANYAMERIKA	-3677
▁Abanyamerika	-3678
▁bitandukanye	-3679
▁41.216.108.97	-3680
AU	-3681
Al	-3682
HN	-3683
IR	-3684
Ic	-3685
ND	-3686
NI	-3687
PT	-3688
RT	-3689
UR	-3690
am	-3691
as	-3692
aw	-3693
ee	-3694
hn	-3695
ll	-3696
pt	-3697
rt	-3698
up	-3699
UP	-3700
ur	-3701
AVA	-3702
Aka	-3703
BUM	-3704
BWE	-3705
CEL	-3706
DEN	-3707
EEP	-3708
FOR	-3709
GWE	-3710
HUI	-3711
ISI	-3712
Imi	-3713
JON	-3714
LUB	-3715
LUO	-3716
MIT	-3717
ODO	-3718
ONE	-3719
PAN	-3720
RON	-3721
SED	-3722
SHY	-3723
SSA	-3724
SSI	-3725
STA	-3726
SYI	-3727
TSO	-3728
TTE	-3729
ZAN	-3730
aga	-3731
bum	-3732
bwe	-3733
cyu	-3734
dan	-3735
den	-3736
eau	-3737
eep	-3738
for	-3739
gna	-3740
gwe	-3741
hem	-3742
hui	-3743
iya	-3744
iye	-3745
iyo	-3746
jon	-3747
lon	-3748
luo	-3749
pfa	-3750
que	-3751
ron	-3752
sed	-3753
shy	-3754
ssi	-3755
sso	-3756
sta	-3757
syi	-3758
tso	-3759
tte	-3760
▁Af	-3761
▁Ci	-3762
▁Co	-3763
▁Cy	-3764
▁De	-3765
▁Do	-3766
▁Et	-3767
▁FE	-3768
▁GE	-3769
▁Ge	-3770
▁Gi	-3771
▁Ho	-3772
▁Nk	-3773
▁Ny	-3774
▁RO	-3775
▁So	-3776
▁VA	-3777
▁Va	-3778
▁ZU	-3779
▁Zu	-3780
▁an	-3781
▁de	-3782
▁do	-3783
▁le	-3784
▁of	-3785
▁vi	-3786
▁wi	-3787
AUTY	-3788
BAZA	-3789
BERT	-3790
BUKI	-3791
CURI	-3792
GABI	-3793
GAJU	-3794
HERE	-3795
ICYI	-3796
IVAN	-3797
Icyi	-3798
JORA	-3799
JUJE	-3800
KABA	-3801
KANE	-3802
KAWA	-3803
LICI	-3804
MERO	-3805
MEZO	-3806
MURE	-3807
PAKA	-3808
PAPU	-3809
RAEL	-3810
RAMU	-3811
REBE	-3812
RIRI	-3813
RIZE	-3814
RURA	-3815
SAHA	-3816
SHEN	-3817
SIRI	-3818
SIYE	-3819
SIZI	-3820
SOMA	-3821
SOZA	-3822
STER	-3823
TABO	-3824
TARE	-3825
TEEN	-3826
TEGO	-3827
TIKE	-3828
TSWE	-3829
WANA	-3830
YABO	-3831
YEMO	-3832
YUKA	-3833
ZEGO	-3834
ZIKI	-3835
ZUYE	-3836
baza	-3837
bert	-3838
biko	-3839
buki	-3840
curi	-3841
dewo	-3842
doka	-3843
gabi	-3844
gaju	-3845
geko	-3846
here	-3847
inda	-3848
ivan	-3849
jora	-3850
juje	-3851
kaba	-3852
kane	-3853
kawa	-3854
lici	-3855
lles	-3856
mero	-3857
mezo	-3858
mure	-3859
paka	-3860
papu	-3861
ramo	-3862
rava	-3863
rebe	-3864
rize	-3865
rura	-3866
saha	-3867
siri	-3868
siye	-3869
sizi	-3870
soma	-3871
soza	-3872
ster	-3873
tabo	-3874
teen	-3875
teko	-3876
tike	-3877
tswe	-3878
vamo	-3879
yemo	-3880
yuka	-3881
ziki	-3882
zuye	-3883
▁ABO	-3884
▁ADA	-3885
▁AYI	-3886
▁Aga	-3887
▁BEN	-3888
▁BYE	-3889
▁Ben	-3890
▁CLA	-3891
▁CUP	-3892
▁Cup	-3893
▁GAB	-3894
▁GEN	-3895
▁Gab	-3896
▁IHU	-3897
▁IRU	-3898
▁IZO	-3899
▁Izi	-3900
▁LAW	-3901
▁Law	-3902
▁MEL	-3903
▁MYI	-3904
▁Mel	-3905
▁PER	-3906
▁Per	-3907
▁RWI	-3908
▁UDU	-3909
▁UWO	-3910
▁YAM	-3911
▁abo	-3912
▁ada	-3913
▁ayi	-3914
▁ayo	-3915
▁bin	-3916
▁imo	-3917
▁ira	-3918
▁iru	-3919
▁izo	-3920
▁myi	-3921
▁nza	-3922
▁udu	-3923
▁uza	-3924
▁wan	-3925
▁yam	-3926
ABANA	-3927
BYARA	-3928
BYAZA	-3929
GAMBO	-3930
GANDA	-3931
GENDO	-3932
GIZWE	-3933
GUNGA	-3934
IDEWO	-3935
IKINI	-3936
JYAGA	-3937
KEKWA	-3938
KUNTU	-3939
LUOCH	-3940
MANZI	-3941
ODOKA	-3942
RENCE	-3943
RENZE	-3944
RICAN	-3945
RILLA	-3946
RISTO	-3947
RWAMO	-3948
SANGA	-3949
SHAKI	-3950
SHIKA	-3951
SHURO	-3952
SHUTI	-3953
SHYAN	-3954
SINYA	-3955
SOCIA	-3956
TABYE	-3957
TANYE	-3958
TSIKO	-3959
abana	-3960
byara	-3961
byaza	-3962
eauty	-3963
gambo	-3964
ganda	-3965
gendo	-3966
gizwe	-3967
gunga	-3968
hango	-3969
ikini	-3970
iriza	-3971
jyaga	-3972
kekwa	-3973
kuntu	-3974
luoch	-3975
manzi	-3976
mbere	-3977
rence	-3978
renze	-3979
rican	-3980
rilla	-3981
risto	-3982
rwamo	-3983
sanga	-3984
shaki	-3985
shika	-3986
shuro	-3987
shuti	-3988
shyan	-3989
sinya	-3990
srael	-3991
tabye	-3992
tanye	-3993
tsiko	-3994
vugwa	-3995
▁ACCE	-3996
▁ATAN	-3997
▁Asso	-3998
▁BABI	-3999
▁BAGA	-4000
▁BAGI	-4001
▁BAHA	-4002
▁BARA	-4003
▁BASA	-4004
▁BATI	-4005
▁BATO	-4006
▁BAZI	-4007
▁BITU	-4008
▁CLUB	-4009
▁CONF	-4010
▁Club	-4011
▁Conf	-4012
▁DIVA	-4013
▁Diva	-4014
▁ETIN	-4015
▁GUHA	-4016
▁HABI	-4017
▁IBYI	-4018
▁ICYE	-4019
▁IJON	-4020
▁Icyo	-4021
▁Ikin	-4022
▁JOHN	-4023
▁John	-4024
▁KANE	-4025
▁KAZI	-4026
▁KEEP	-4027
▁KIBA	-4028
▁KIRI	-4029
▁KUDA	-4030
▁KUTA	-4031
▁KUZI	-4032
▁MATA	-4033
▁MISS	-4034
▁MUGO	-4035
▁Mata	-4036
▁Miss	-4037
▁NAYI	-4038
▁RERO	-4039
▁SASA	-4040
▁SINA	-4041
▁Sasa	-4042
▁THAT	-4043
▁WARA	-4044
▁WORD	-4045
▁Word	-4046
▁YAGU	-4047
▁YAKU	-4048
▁YAYO	-4049
▁YOSE	-4050
▁YUBA	-4051
▁atan	-4052
▁babi	-4053
▁baga	-4054
▁bagi	-4055
▁bana	-4056
▁bara	-4057
▁basa	-4058
▁bato	-4059
▁bazi	-4060
▁bitu	-4061
▁biza	-4062
▁ibyi	-4063
▁icya	-4064
▁icye	-4065
▁ijon	-4066
▁kazi	-4067
▁kiba	-4068
▁kiri	-4069
▁kuda	-4070
▁kuta	-4071
▁kuzi	-4072
▁leta	-4073
▁mugo	-4074
▁naba	-4075
▁nayi	-4076
▁that	-4077
▁wara	-4078
▁yagu	-4079
▁yayo	-4080
▁yose	-4081
▁yuba	-4082
BAYEHO	-4083
BIRIWE	-4084
BONEKA	-4085
CELLES	-4086
CESSED	-4087
CURITY	-4088
FASHWE	-4089
GAHENE	-4090
GERAHO	-4091
GEREZA	-4092
HAGARA	-4093
HAGAZE	-4094
HEMBWA	-4095
HEREYE	-4096
HEREZA	-4097
HORAHO	-4098
HUISEN	-4099
INGABO	-4100
JIRIZA	-4101
KANYWE	-4102
KENEWE	-4103
LLAMAN	-4104
PAPURO	-4105
RARANE	-4106
REKEYE	-4107
SIYETE	-4108
TARAMA	-4109
TEGUYE	-4110
TSINDI	-4111
UMUNSI	-4112
YOBOWE	-4113
YUZEMO	-4114
bayeho	-4115
biriwe	-4116
boneka	-4117
cessed	-4118
curity	-4119
fashwe	-4120
gahene	-4121
geraho	-4122
gereza	-4123
hagaze	-4124
herere	-4125
hereye	-4126
horaho	-4127
huisen	-4128
ingana	-4129
kanywe	-4130
kenewe	-4131
kiriza	-4132
llaman	-4133
papuro	-4134
rarane	-4135
rekeye	-4136
shiman	-4137
siyete	-4138
tarama	-4139
teguye	-4140
tsindi	-4141
umunsi	-4142
urwego	-4143
yobowe	-4144
yujije	-4145
yuzemo	-4146
zingwa	-4147
▁AGIYE	-4148
▁AKIRI	-4149
▁ARIMO	-4150
▁ASABA	-4151
▁ATAZA	-4152
▁AVUYE	-4153
▁CYAHA	-4154
▁CYARI	-4155
▁GUCYA	-4156
▁IBIRI	-4157
▁IRIMO	-4158
▁ISOKO	-4159
▁ITIKE	-4160
▁Ikipe	-4161
▁JOHAN	-4162
▁JULES	-4163
▁Johan	-4164
▁Jules	-4165
▁KANYA	-4166
▁KONGE	-4167
▁KUMVA	-4168
▁MANDA	-4169
▁MFITE	-4170
▁MUHAN	-4171
▁MUJYI	-4172
▁MUNTU	-4173
▁NABWO	-4174
▁NGIYE	-4175
▁NIBWO	-4176
▁NKURU	-4177
▁NSHIN	-4178
▁NYIRA	-4179
▁Nkuru	-4180
▁STADE	-4181
▁STEEN	-4182
▁Stade	-4183
▁Steen	-4184
▁TWAYI	-4185
▁UKURI	-4186
▁VALEN	-4187
▁Valen	-4188
▁YABAN	-4189
▁YANGA	-4190
▁YATUN	-4191
▁YENDA	-4192
▁YITWA	-4193
▁ZIMWE	-4194
▁ZINDI	-4195
▁ZUNZE	-4196
▁Zunze	-4197
▁agiye	-4198
▁akiri	-4199
▁arimo	-4200
▁asaba	-4201
▁ataza	-4202
▁avuye	-4203
▁cyaha	-4204
▁gucya	-4205
▁ibiri	-4206
▁irimo	-4207
▁isoko	-4208
▁itike	-4209
▁kanya	-4210
▁konge	-4211
▁kumva	-4212
▁manda	-4213
▁mfite	-4214
▁muntu	-4215
▁nabwo	-4216
▁ngiye	-4217
▁nibwo	-4218
▁nyira	-4219
▁twayi	-4220
▁ukuri	-4221
▁umuko	-4222
▁yaban	-4223
▁yanga	-4224
▁yatun	-4225
▁yenda	-4226
▁yitwa	-4227
▁zindi	-4228
ABAGORE	-4229
AKARERE	-4230
BYIBUKA	-4231
GANISHA	-4232
GENZURA	-4233
HANGANO	-4234
IKINIGA	-4235
ITEGEKO	-4236
MABANGA	-4237
MUKUNDA	-4238
NGEREZA	-4239
REKANYE	-4240
SHAHARA	-4241
SHOBOKA	-4242
SHYAMBA	-4243
SIMBURA	-4244
TSINDWA	-4245
UBUREZI	-4246
YURANYE	-4247
ZAMUSYI	-4248
abagore	-4249
byibuka	-4250
ciation	-4251
ganisha	-4252
genzura	-4253
hangano	-4254
ikiniga	-4255
